[NecromancerClassWOTC X2SoldierClassTemplate]
+DisplayName="死灵法师"
+ClassSummary="第一次外星人入侵中，某些XCOM特工展示了灵能，让部分人们坚信超自然能力确实存在。这使人类对地球古代法术的研究重燃信心。利用20年前初代XCOM的灵能增幅器结合了古老传说，死灵法师们发展出了一些非常真实的法术能力。"
AbilityTreeTitles[0]="巫术"
AbilityTreeTitles[1]="死灵术"
AbilityTreeTitles[2]="萨满巫术"
AbilityTreeTitles[3]="XCOM"
+RandomNickNames[0]="巫师"
+RandomNickNames[1]="𡚦巫"
+RandomNickNames[2]="术士"
+RandomNickNames[3]="精神病"
+RandomNickNames[4]="挽歌"
+RandomNickNames[5]="回声"
+RandomNickNames[6]="捉鬼车"
+RandomNickNames[7]="迷雾"
+RandomNickNames[8]="妖法"
+RandomNickNames[9]="禅"
+RandomNickNames[10]="欧米伽"
+RandomNickNames[11]="薄暮"
+RandomNickNames[12]="巫毒"
+RandomNickNames[13]="捣蛋鬼"
+RandomNickNames[14]="判官"
+RandomNickNames[15]="怪人"
+RandomNickNames[16]="瘟疫之源"
+RandomNickNames[17]="恐惧"
+RandomNickNames[18]="盗墓者"
+RandomNickNames[19]="奥兹"
+RandomNickNames[20]="黑暗领主"
+RandomNickNames[21]="零"
+RandomNickNames[22]="占卜板"
+RandomNickNames[23]="先知"
+RandomNickNames[24]="梦魔"
+RandomNickNames[25]="毒蛇"
+RandomNickNames[26]="鬼"
+RandomNickNames[27]="恶魔"
+RandomNickNames[28]="渡鸦"
+RandomNickNames[29]="维德"
+RandomNickNames[30]="综合征"
+RandomNickNames[31]="德鲁伊"
+RandomNickNames[32]="颤栗"
+RandomNickNames[33]="不死鸟"
+RandomNickNames[34]="午夜"
+RandomNickNames[35]="乌鸦"
+RandomNickNames[36]="稻草人"
+RandomNickNames[37]="吸血鬼"
+RandomNickNames[38]="狼人"
+RandomNickNames[39]="僵尸"
+RandomNickNames[40]="萤火虫"
+RandomNickNames[41]="预兆"
+RandomNickNames[42]="渡鸦"
+RandomNickNames[43]="异种"
+RandomNickNames[44]="阴森"
+RandomNickNames[45]="尖叫"
+RandomNickNames_Male[0]="洛基"
+RandomNickNames_Male[1]="法老"
+RandomNicknames_Male[2]="梅林"
+RandomNicknames_Male[3]="牧师"
+RandomNickNames_Female[0]="伯爵夫人"
+RandomNicknames_Female[1]="巫婆"
+RandomNicknames_Female[2]="报丧女妖"
+RandomNicknames_Female[3]="曙光女神"
+RandomNicknames_Female[4]="神谕女蝠"
+RandomNicknames_Female[5]="痛苦小姐"
+RandomNicknames_Female[6]="幻影女神"
+RandomNicknames_Female[7]="冻京"

[NecroSpiritArmorAbility X2AbilityTemplate]
+LocFriendlyName="骨甲"
+LocLongDescription="为一个友方目标提供3点护甲。只有2个充能，但能持续到任务结束，可以叠加效果。4回合冷却。"
+LocHelpText="为一个友方目标提供3点护甲。该加成一直持续到任务结束，可以叠加效果。4回合冷却。"
+LocFlyOverText="骨甲"

[NecroRaiseDead X2AbilityTemplate]
+LocFriendlyName="复活僵尸"
+LocLongDescription="复活一个死去的人类或变种人，化作8 HP的僵尸。警告：在剧情复杂的故事主线中，不要使用僵尸。游戏将其视为一名XCOM士兵，这会使行为不可预测。"
+LocHelpText="复活一个死去的人类或变种人化作僵尸。警告：在剧情复杂的故事主线中，不要使用僵尸。游戏将其视为一名XCOM士兵，这会使行为不可预测。"
+LocFlyOverText="复活僵尸"

[NecroMassRaiseDead X2AbilityTemplate]
+LocFriendlyName="死亡军团"
+LocLongDescription="将大规模范围内的死人全部化作僵尸。"
+LocHelpText="将大规模范围内的死人全部化作僵尸。不造成伤害。"
+LocFlyOverText="死亡军团"

[NecroFireballAbility X2AbilityTemplate]
+LocFriendlyName="火球"
+LocLongDescription="发射火球，对爆炸半径内的所有人造成爆炸伤害并全部点燃。"
+LocHelpText="发射火球，对爆炸半径内的所有人造成爆炸伤害并全部点燃。"
+LocFlyOverText="火球"

[NecroPoison X2AbilityTemplate]
+LocFriendlyName="毒咒"
+LocLongDescription="毒害任何活着的有机生物。每回合造成1伤害，-30命中和-4移动。该咒术不会结束你的回合，并且没有冷却时间。"
+LocHelpText="毒害任何活着的有机生物。每回合造成1伤害，-30命中和-4移动。该咒术不会结束你的回合，并且没有冷却时间。"
+LocFlyOverText="毒咒"

[NecroCombustion X2AbilityTemplate]
+LocFriendlyName="焚血"
+LocLongDescription="使生物的血液沸腾，造成1-2点的必中灵能伤害，并将其点燃。"
+LocHelpText="使生物的血液沸腾，造成1-2点的必中灵能伤害，并将其点燃。"
+LocFlyOverText="焚血"

[NecroLightning X2AbilityTemplate]
+LocFriendlyName="闪电球"
+LocLongDescription="发射闪电伤害范围内的所有人，使有机单位眩晕、机器人重启。消耗2行动点。"
+LocHelpText="发射闪电伤害范围内的所有人，使有机单位眩晕、机器人重启。消耗2行动点。"
+LocFlyOverText="闪电球"

[NecroDrainLife X2AbilityTemplate]
+LocFriendlyName="吸血"
+LocLongDescription="射向目标敌人，并将一半伤害化作生命值转给死灵法师。"
+LocHelpText="射向目标敌人，并将一半伤害化作生命值转给死灵法师。"
+LocFlyOverText="吸血"

[NecroEldritchStorm X2AbilityTemplate]
+LocFriendlyName="死术风暴"
+LocLongDescription="死灵法师成为死亡的化身，集中力量在一个法术中，将能点燃和中毒，并对大范围内的所有敌人造成酸蚀伤害。没有直接伤害。"
+LocHelpText="对大范围内的所有敌人造成点燃、中毒、酸蚀，没有直接伤害。"
+LocFlyOverText="死术风暴"

[NecroZombieSuicide X2AbilityTemplate]
+LocFriendlyName="解放僵尸"
+LocLongDescription="死灵法师切断与这个僵尸的灵能锁链，让它得到安息。"
+LocHelpText="死灵法师切断与这个僵尸的灵能锁链，让它得到安息。"
+LocFlyOverText="解放僵尸"

[NecroHallucination X2AbilityTemplate]
+LocFriendlyName="恐惧幻术"
+LocLongDescription="诅咒一个生物，让他们把彼此当成敌人，时刻恐惧厄运的降临，并很可能射击自己人。这场厄运的笼罩，使他们一定会恐慌，除非他们对恐慌完全免疫。"
+LocHelpText="一定造成恐慌，除非该生物对恐慌完全免疫。他们很可能射击自己人。"
+LocFlyOverText="恐惧幻术"

[NecroSoulSpear X2AbilityTemplate]
+LocFriendlyName="灵魂之矛"
+LocLongDescription="将灵魂注入长矛的一种法术。穿透敌人，造成严重伤害。据说该法术是一位法术大师创造。但他的名字已被人遗忘。"
+LocHelpText="发射强大的灵魂之矛，穿透直线上的多个敌人，造成严重伤害。"
+LocFlyOverText="灵魂之矛"

[NecroDeathTouch X2AbilityTemplate]
+LocFriendlyName="死亡之触"
+LocLongDescription="你获得了对生死的超凡理解。触摸一个生物，抓住灵魂从身体中拉出，会立即死亡。每次战斗只能在近战范围内使用一次。对天选者和裁决者无效。"
+LocHelpText="T你获得了对生死的超凡理解。触摸一个生物，抓住灵魂从身体中拉出，会立即死亡。每次战斗只能在近战范围内使用一次。对天选者和裁决者无效。"
+LocFlyOverText="死亡之触"

[NecroZombieClaws X2AbilityTemplate]
+LocFriendlyName="僵尸打击"
+LocLongDescription="僵尸冲向目标，并发起近战攻击。"
+LocHelpText="僵尸冲向目标，并发起近战攻击。"
+LocFlyOverText="僵尸打击"

[NecroCorpseExplosion X2AbilityTemplate]
+LocFriendlyName="尸体爆炸"
+LocLongDescription="使目标尸体或僵尸爆炸，留下一滩内脏和鲜血。造成3点伤害，并使地面布满酸液。"
+LocHelpText="使目标尸体或僵尸爆炸，留下一滩内脏和鲜血。造成3点伤害，并使地面布满酸液。"
+LocFlyOverText="尸体爆炸"


[NecroStrenghtenUndead X2AbilityTemplate]
+LocFriendlyName="死灵锁链"
+LocLongDescription="增强死灵法师和一个僵尸间的联系，显著增加其生命属性。"
+LocHelpText="死灵法师可以培养更强的僵尸，提高伤害、生命、护甲。"
+LocFlyOverText="死灵锁链"

[ZombieCorpseExplosion X2AbilityTemplate]
+LocFriendlyName="尸体爆炸"
+LocLongDescription="使目标尸体或僵尸爆炸，留下一滩内脏和鲜血。并使地面布满酸液。"
+LocHelpText="使目标尸体或僵尸爆炸，留下一滩内脏和鲜血。并使地面布满酸液。"
+LocFlyOverText="尸体爆炸"

[X2Effect_NecroRaiseDead]
+ZombieFlyoverText="复活僵尸！"

[NecromancerZombie X2CharacterTemplate]
+strCharacterName="死灵法师僵尸"

[NecromancerZombieHuman X2CharacterTemplate]
+strCharacterName="死灵法师僵尸"



[Necro_Staff_WPN X2WeaponTemplate]
+FriendlyName="死灵法师侍者法杖"
+FriendlyNamePlural="死灵法师之杖"
+BriefSummary="死灵法师在秘密仪式中创造自己的武器，创造者的灵能大小决定了武器的属性。该基础法杖造成2-5灵能伤害，无视1护甲。"
+TacticalText="<Bullet/> 使用法杖攻击结束回合。\n<Bullet/> 法杖造成灵能伤害。\n<Bullet/> 无视1护甲。"
+AbilityDescName="死灵法师侍者法杖"

[Necro_Staff_L2_WPN X2WeaponTemplate]
+FriendlyName="死灵法师学员法杖"
+FriendlyNamePlural="死灵法师之杖"
+BriefSummary="死灵法师在秘密仪式中创造自己的武器，创造者的灵能大小决定了武器的属性。该升级法杖造成4-7灵能伤害，无视2护甲。"
+TacticalText="<Bullet/> 使用法杖攻击结束回合。\n<Bullet/> 法杖造成灵能伤害。\n<Bullet/> 无视2护甲。"
+AbilityDescName="死灵法师学员法杖"

[Necro_Staff_L3_WPN X2WeaponTemplate]
+FriendlyName="死灵法师专家法杖"
+FriendlyNamePlural="死灵法师之杖"
+BriefSummary="死灵法师在秘密仪式中创造自己的武器，创造者的灵能大小决定了武器的属性。该升级法杖造成6-9灵能伤害，无视3护甲。"
+TacticalText="<Bullet/> 使用法杖攻击结束回合。\n<Bullet/> 法杖造成灵能伤害。\n<Bullet/> 无视3护甲。"
+AbilityDescName="死灵法师专家法杖"

[Necro_Staff_Poison_WPN X2WeaponTemplate]
+FriendlyName="死灵法师剧毒法杖"
+FriendlyNamePlural="死灵法师之杖"
+BriefSummary="死灵法师在秘密仪式中创造自己的武器，创造者的灵能大小决定了武器的属性。该升级法杖造成3-7灵能伤害，并使敌人中毒。"
+TacticalText="<Bullet/> 使用法杖攻击结束回合。\n<Bullet/> 法杖造成灵能伤害。\n<Bullet/> 无视3护甲。"
+AbilityDescName="死灵法师剧毒法杖"


[NecroRestoration X2AbilityTemplate]
+LocFriendlyName="灵疗"
+LocLongDescription="使队友每回合恢复1生命，持续3回合。据说巫师可通过修复灵魂来治疗疾病。减轻影响灵魂/精神的创伤，使一个人的身体恢复平衡和完整。"
+LocHelpText="每回合再生1生命，持续3回合。"
+LocFlyOverText="灵疗"

[NecroConceal X2AbilityTemplate]
+LocFriendlyName="浓雾"
+LocLongDescription="召唤浓雾使目标隐蔽。巫师在目标周围召唤一阵浓雾，使其获得消失效果。"
+LocHelpText="授予目标隐蔽。6回合冷却。"
+LocFlyOverText="浓雾"

[Necro_Shaman_GuardianSpirit X2AbilityTemplate]
+LocFriendlyName="指引之灵"
+LocLongDescription="召唤守护灵辅助战斗。它能指出敌人暴露的时机，或者找到敌人的弱点。+25命中和+50暴击率，持续2回合。"
+LocHelpText="+25命中和+50暴击率，持续2回合。"
+LocFlyOverText="指引之灵"

[NecroVigor X2AbilityTemplate]
+LocFriendlyName="活力"
+LocLongDescription="将新的活力授予友方目标，使其获得行动点。"
+LocHelpText="向目标授予行动点。"
+LocFlyOverText="活力"

[NecroHeal X2AbilityTemplate]
+LocFriendlyName="治愈"
+LocLongDescription="治疗目标4生命。"
+LocHelpText="治疗目标4生命。"
+LocFlyOverText="治愈"

[NecroInsectSwarm X2AbilityTemplate]
+LocFriendlyName="虫群叮咬"
+LocLongDescription="召唤恶虫群叮咬目标。它们攻击眼睛或盔甲上的任何缝隙，并钻进肉里。每回合造成2伤害，分散目标的注意力，使其几乎无法瞄准。"
+LocHelpText="召唤恶虫群。每回合造成2伤害和-50命中。"
+LocFlyOverText="虫群叮咬"


[NecroAstralProjection X2AbilityTemplate]
+LocFriendlyName="灵体投影"
+LocLongDescription="通过对精神领域的广泛研究，巫师能感知周围所有生物的灵魂。因此，战场上所有敌人生命都能被巫师看到。"
+LocHelpText="战场上所有非机器敌人都能被巫师看到。"
+LocFlyOverText="灵体投影"